const datastrateg = [
    {
        body:'  1. เป้าหมายระยะสั้น (< 3 ปี)',
        title: 'กลยุทธ์ที่เหมาะสม',
        text1:'สินทรัพย์ที่มีความเสี่ยงต่ำ เช่น กองทุนตลาดเงิน, ตราสารหนี้ระยะสั้น, บัญชีฝากออมทรัพย์ดอกเบี้ยสูง',
        text2:'  หลีกเลี่ยงสินทรัพย์ที่มีความผันผวนสูง เช่น หุ้นเติบโต',

        title2:' ตัวอย่างสินทรัพย์ที่ใช้ลงทุน:',
        text2_1:'T-Bills (พันธบัตรรัฐบาลระยะสั้น)',
        text2_2:'Money Market Funds (กองทุนตลาดเงิน)',
        text2_3:'ตราสารหนี้ระยะสั้น (Short-Term Bonds)',
    },

    {
        body:' 2. เป้าหมายระยะกลาง (3 - 10 ปี)',
        title: 'กลยุทธ์ที่เหมาะสม',
        text1:'ลงทุนในสินทรัพย์ที่ให้ผลตอบแทนสูงกว่าดอกเบี้ยเงินฝาก แต่ยังมีความเสี่ยงปานกลาง',
        text2:'  ใช้ Asset Allocation (กระจายการลงทุน) เพื่อลดความเสี่ยง',

        title2:' ตัวอย่างสินทรัพย์ที่ใช้ลงทุน:',
        text2_1:'กองทุนรวมผสม เช่น 60% หุ้น + 40% ตราสารหนี้',
        text2_3:'กองทุนหรือ ETF ที่เติบโตระยะยาว เช่น VOO, QQQ',
        text2_2:'ETF หรือหุ้นปันผล (Dividend Stocks) เช่น JNJ, KO, PG',
        text2_4:'Crypto (สำหรับสัดส่วนเล็ก ๆ ของพอร์ต เช่น BTC, ETH)'
    },

    {
        body:' 1. เป้าหมายระยะสั้น ( > 10 ปี)',
        title: 'กลยุทธ์ที่เหมาะสม',
        text1:'รับความเสี่ยงสูงขึ้นเพราะมีเวลานานพอที่จะฟื้นตัวจากความผันผวน',
        text2:' ลงทุนใน สินทรัพย์ที่ให้ผลตอบแทนสูง เช่น หุ้นเติบโต, ETF ตลาดหุ้น, ธีมเมกะเทรนด์',

        title2:' ตัวอย่างสินทรัพย์ที่ใช้ลงทุน:',
        text2_1:'หุ้นเติบโตสูง (Growth Stocks) เช่น NVDA, AMZN, TSLA',
        text2_2:'หุ้นนวัตกรรมและธีมอนาคต เช่น พลังงานนิวเคลียร์ (SMR, CCJ), AI, Quantum Computing',
        text2_3:'กองทุนหรือ ETF ที่เติบโตระยะยาว เช่น VOO, QQQ',
        text2_4:'Crypto (สำหรับสัดส่วนเล็ก ๆ ของพอร์ต เช่น BTC, ETH)'
    },

    {
        body:'เป้าหมายที่เหมาะกับคุณ (ระยะ 20 ปี &)',
        title: 'กลยุทธ์ที่เหมาะสม',
        text1:'รับความเสี่ยงสูงขึ้นเพราะมีเวลานานพอที่จะฟื้นตัวจากความผันผวน',
        text2:' ลงทุนใน สินทรัพย์ที่ให้ผลตอบแทนสูง เช่น หุ้นเติบโต, ETF ตลาดหุ้น, ธีมเมกะเทรนด์',

        title2:' ตัวอย่างสินทรัพย์ที่ใช้ลงทุน:',
        text2_1:'หุ้นเติบโตสูง (Growth Stocks) เช่น NVDA, AMZN, TSLA',
        text2_2:'หุ้นนวัตกรรมและธีมอนาคต เช่น พลังงานนิวเคลียร์ (SMR, CCJ), AI, Quantum Computing',
        text2_3:'กองทุนหรือ ETF ที่เติบโตระยะยาว เช่น VOO, QQQ',
        text2_4:'Crypto (สำหรับสัดส่วนเล็ก ๆ ของพอร์ต เช่น BTC, ETH)'
    },
]
export default datastrateg