const DataRecommend = [
    {
        id:'invest',
        title:'การตั้งเป้าหมายการลงทุน',
        text:'การตั้งเป้าหมายที่ชัดเจนเป็นก้าวแรกที่สำคัญในการลงทุน ไม่ว่าจะเป็นการเกษียณ การซื้อบ้าน หรือการสร้างความมั่งคั่ง เป้าหมายจะช่วยกำหนดกลยุทธ์การลงทุนที่เหมาะสม',
        url:''
    },
    {
        title:'การสร้างเงินออมฉุกเฉิน',
        text:'ก่อนเริ่มลงทุน ควรมีเงินออมฉุกเฉินอย่างน้อย 3-6 เท่าของค่าใช้จ่ายต่อเดือน เพื่อรองรับเหตุการณ์ไม่คาดฝัน และไม่ต้องถอนเงินลงทุนในช่วงที่ตลาดผันผวน',
        url:''
    },
    {
        title:'การกระจายความเสี่ยง',
        text:'ไม่ควรลงทุนในสินทรัพย์ประเภทเดียว การกระจายการลงทุนในหลายประเภทสินทรัพย์ เช่น หุ้น พันธบัตร และอสังหาริมทรัพย์ จะช่วยลดความเสี่ยงโดยรวมของพอร์ตการลงทุน',
        url:''
    },
    {
        title:'การลงทุนอย่างสม่ำเสมอ',
        text:'การลงทุนเป็นประจำสม่ำเสมอ เช่น ทุกเดือน จะช่วยลดความเสี่ยงจากความผันผวนของตลาด และสร้างวินัยทางการเงินในระยะยาว ซึ่งเป็นกลยุทธ์ที่เรียกว่า Dollar-Cost Averaging',
        url:''
    },
    {
        title:'การศึกษาอย่างต่อเนื่อง',
        text:' ตลาดการเงินมีการเปลี่ยนแปลงตลอดเวลา การศึกษาและติดตามข่าวสารอย่างสม่ำเสมอจะช่วยให้คุณตัดสินใจลงทุนได้อย่างชาญฉลาดและปรับตัวตามสถานการณ์ได้ดี',
        url:''
    },
    {
        title:'การใช้ที่ปรึกษาทางการเงิน',
        text:'หากไม่มั่นใจในการลงทุนด้วยตนเอง การปรึกษาผู้เชี่ยวชาญหรือที่ปรึกษาทางการเงินจะช่วยให้คุณมีมุมมองที่กว้างขึ้นและได้รับคำแนะนำที่เหมาะสมกับสถานการณ์ของคุณ',
        url:''
    },
]

export default DataRecommend