import { Apple,BaggageClaim, icons ,Gift ,DollarSign ,AlignStartVertical  ,Landmark   } from "lucide-react";
const datahotstrategy = [
    {
        icons:Apple,
        body_datahot:'การลงทุนเพื่อการเติบโต',
        sm:'Growth Investing',
        text:'มุ่งเน้นการลงทุนในบริษัทที่มีศักยภาพในการเติบโตสูงกว่าค่าเฉลี่ยของตลาด โดยพิจารณาจากอัตราการเติบโตของรายได้และกำไร เหมาะสำหรับผู้ลงทุนที่ต้องการผลตอบแทนสูงและยอมรับความเสี่ยงได้',
        value:'โอกาสได้รับผลตอบแทนสูง',
        value_1:'เหมาะกับการลงทุนระยะยาว',
        value_2:'มีความผันผวนสูง'
    },
    {
        icons:BaggageClaim ,
        body_datahot:'การลงทุนแบบเน้นคุณค่า',
        sm:'Value Investing',
        text:'มุ่งเน้นการลงทุนในหุ้นที่มีราคาต่ำกว่ามูลค่าที่แท้จริง (Undervalued) โดยวิเคราะห์จากปัจจัยพื้นฐานของบริษัท เช่น กำไร สินทรัพย์ และหนี้สิน เหมาะสำหรับผู้ลงทุนที่มีความอดทนและชอบวิเคราะห์',
        value:'ความเสี่ยงต่ำกว่าการลงทุนเพื่อการเติบโต',
        value_1:'มีโอกาสได้รับเงินปันผล',
        value_2:'ต้องใช้เวลาในการวิเคราะห์มาก'
    },
    {
        icons:Gift ,
        body_datahot:'การลงทุนแบบเชิงรับ',
        sm:'Passive Investing',
        text:'มุ่งเน้นการลงทุนในดัชนีหรือกองทุน ETF ที่ติดตามดัชนีตลาด โดยไม่พยายามเอาชนะตลาด แต่เน้นการได้รับผลตอบแทนใกล้เคียงกับตลาดโดยรวม เหมาะสำหรับผู้ลงทุนที่ไม่มีเวลาติดตามตลาด',
        value:'ค่าธรรมเนียมต่ำ',
        value_1:'ไม่ต้องใช้เวลาในการวิเคราะห์มาก',
        value_2:'ไม่มีโอกาสได้ผลตอบแทนเกินตลาด'
    },
    {
        icons:DollarSign ,
        body_datahot:'การลงทุนเพื่อรายได้',
        sm:'Income Investing',
        text:'มุ่งเน้นการลงทุนในสินทรัพย์ที่สร้างกระแสรายได้สม่ำเสมอ เช่น หุ้นที่จ่ายเงินปันผลสูง พันธบัตร หรืออสังหาริมทรัพย์ให้เช่า เหมาะสำหรับผู้ลงทุนที่ต้องการรายได้ประจำ',
        value:'รายได้สม่ำเสมอ',
        value_1:'ความผันผวนต่ำกว่า',
        value_2:'อัตราการเติบโตของเงินต้นอาจต่ำ'
    },
    {
        icons:AlignStartVertical ,
        body_datahot:'การลงทุนแบบต้นทุนเฉลี่ย',
        sm:'Dollar-Cost Averaging',
        text:'เป็นกลยุทธ์การลงทุนโดยการทยอยลงทุนเป็นประจำสม่ำเสมอ ไม่ว่าตลาดจะขึ้นหรือลง ช่วยลดความเสี่ยงจากความผันผวนของตลาดและสร้างวินัยในการลงทุน',
        value:'ลดความเสี่ยงจากการจับจังหวะตลาด',
        value_1:'สร้างวินัยในการลงทุน',
        value_2:'อาจพลาดโอกาสในการลงทุนครั้งใหญ่'
    },
    {
        icons:Landmark ,
        body_datahot:'การลงทุนตามเป้าหมาย',
        sm:'Goal-Based Investing',
        text:'เป็นการลงทุนโดยกำหนดเป้าหมายทางการเงินที่ชัดเจน เช่น เกษียณอายุ ซื้อบ้าน หรือการศึกษาของบุตร แล้วสร้างพอร์ตการลงทุนที่เหมาะสมกับแต่ละเป้าหมาย',
        value:'มีเป้าหมายที่ชัดเจน',
        value_1:'ปรับกลยุทธ์ตามระยะเวลาของเป้าหมาย',
        value_2:'ต้องบริหารจัดการหลายพอร์ตพร้อมกัน'
    },
    
]

export default datahotstrategy;