import { BookOpen, icons ,AlignHorizontalJustifyStart , ChevronDown ,Database , Leaf , Meh} from 'lucide-react';

const datatextstrategy = [
    {
        icons:BookOpen ,
        body :'ศึกษาอย่างต่อเนื่อง',
        text :'การลงทุนเป็นการเรียนรู้ตลอดชีวิต ศึกษาและติดตามข้อมูลข่าวสารอย่างสม่ำเสมอ เพื่อปรับกลยุทธ์การลงทุนให้เหมาะสมกับสถานการณ์ที่เปลี่ยนแปลง'
    },
    {
        icons:AlignHorizontalJustifyStart,
        body :'กระจายความเสี่ยง',
        text :'ไม่ว่าจะใช้กลยุทธ์การลงทุนแบบใด การกระจายความเสี่ยงเป็นสิ่งสำคัญ กระจายการลงทุนในสินทรัพย์หลายประเภท อุตสาหกรรม และภูมิภาค'
    },
    {
        icons:ChevronDown,
        body :'มีวินัยและอดทน',
        text :'ความสำเร็จในการลงทุนต้องอาศัยวินัยและความอดทน ยึดมั่นในกลยุทธ์ที่วางไว้ และไม่ตัดสินใจด้วยอารมณ์เมื่อตลาดผันผวน'
    },
    {
        icons: Database,
        body :'ทบทวนและปรับพอร์ต',
        text :'ทบทวนพอร์ตการลงทุนอย่างสม่ำเสมอ และปรับสัดส่วนการลงทุนให้เป็นไปตามเป้าหมายที่วางไว้ โดยเฉพาะเมื่อเข้าใกล้เป้าหมายทางการเงิน'
    },
    {
        icons : Leaf,
        body :'ระวังค่าธรรมเนียม',
        text :'กค่าธรรมเนียมสามารถลดผลตอบแทนจากการลงทุนได้อย่างมีนัยสำคัญในระยะยาว พิจารณาค่าธรรมเนียมในการเลือกเครื่องมือการลงทุน'
    },
    {
        icons:Meh,
        body :'เริ่มต้นเร็ว',
        text :'พลังของการทบต้นเป็นสิ่งสำคัญในการลงทุน ยิ่งเริ่มต้นเร็วเท่าไร ยิ่งมีโอกาสสร้างความมั่งคั่งในระยะยาวมากขึ้น'
    },
]

export default datatextstrategy