const Techno = [
  {
    section: "Apple (AAPL)",
    title:
      "บริษัทแอปเปิล ชื่อเดิม บริษัท แอปเปิล คอมพิวเตอร์ และ เป็นบริษัทในซิลิคอนแวลลีย์ ทำธุรกิจเกี่ยวกับคอมพิวเตอร์ แอปเปิลปฏิวัติคอมพิวเตอร์ตั้งโต๊ะในยุค 70 ด้วยเครื่องแอปเปิล I และแอปเปิล II และแมค ในยุค 80 ปัจจุบันแอปเปิลมีชื่อเสียงด้านฮาร์ดแวร์ เช่น ไอแมค ไอโฟน ไอแพด แอปเปิลวอตซ์",
    Category: "Techno",
    Yeasr1: "32.07",
    Yeasr5: "262.02",
    Yeasr10: "711.95",
    Yeasr15: "3180.31",
    Yeasr20: "17435",
    dividend: "0.25",
  },
  {
    section: "NVIDIA (NVDA)",
    title:
      "อินวิเดีย ก่อตั้งขึ้นในปี 1993 โดย Jensen Huang, Chris Malachowsky และ Curtis Priem โดยเริ่มต้นจากการพัฒนาชิปกราฟิกสำหรับการเล่นเกม ในปี 1999 จนได้เปิดตัว GeForce 256 ซึ่งถือเป็นชิปกราฟิกตัวแรกที่มีการประมวลผลแบบ 3D ที่ดีที่สมบูรณ์ที่สุดในขณะนั้น Nvidia ได้พัฒนาเทคโนโลยีอย่างต่อเนื่อง และกลายมาเป็นผู้นำในอุตสาหกรรมกราฟิกอย่างทุกวันนี้",
    Category: "Techno",
    Yeasr1: "1.35",
    Yeasr5: "25.7",
    Yeasr10: "187.5",
    Yeasr15: "692.3",
    Yeasr20: "1800",
    dividend: "-",
  },
  {
    section: "Amazon (AMZN)",
    title:
      "Amazon ก่อตั้งขึ้นในปี 1994 โดย Jeff Bezos ที่แต่ก่อนเป็นธุรกิจร้านหนังสือออนไลน์ แต่ด้วยเทรนด์ของอินเทอร์เน็ตบริษัทก็ขยายบริการไปยังสินค้าอื่น ๆ เช่น อิเล็กทรอนิกส์ เสื้อผ้า และของใช้ในบ้าน ซึ่งในปี 2002 Amazon ได้เปิดตัวบริการ Amazon Web Services (AWS)",
    Category: "Techno",
    Yeasr1: "31.4",
    Yeasr5: "119",
    Yeasr10: "556.9",
    Yeasr15: "3841.6",
    Yeasr20: "12070",
    dividend: "-",
  },
  {
    section: "Microsoft (MSFT)",
    title:
      "ไมโครซอฟท์ เป็นหนึ่งในบริษัทผู้ผลิตและพัฒนาซอฟต์แวร์รายใหญ่ของโลก ปัจจุบันเป็นบริษัทเทคโนโลยีที่มีขนาดใหญ่ที่สุดในโลก มีฐานการผลิตอยู่ที่ เมืองเรดมอนด์ รัฐวอชิงตัน สหรัฐอเมริกา โดยผลิตภัณฑ์ของไมโครซอฟท์ที่มีกำลังการตลาดมากที่สุดคือ ระบบปฏิบัติการไมโครซอฟท์ วินโดวส์ และ ไมโครซอฟท์ ออฟฟิศ",
    Category: "Techno",
    Yeasr1: "10.3",
    Yeasr5: "221.7",
    Yeasr10: "865.2",
    Yeasr15: "1830.4",
    Yeasr20: "1444.3",
    dividend: "0.83",
  },
  {
    section: "Alphabet (GOOGL) ",
    title:
      "แอลฟาเบต อิงก์ (อังกฤษ: Alphabet Inc.) เป็นบริษัทโฮลดิ้งเทคโนโลยีสัญชาติอเมริกันที่มีสำนักงานใหญ่ที่เมาน์เทนวิว รัฐแคลิฟอร์เนีย ก่อตั้งขึ้นผ่านการปรับโครงสร้างของกูเกิลในวันที่ 2 ตุลาคม ค.ศ. 2015[2] และกลายเป็นบริษัทแม่ของกูเกิลกับอดีตบริษัทย่อยของกูเกิลบางส่วน[3][4][5] แอลฟาเบตเป็นบริษัทเทคโนโลยีที่ใหญ่เป็นอันดับ 3 ของโลก เมื่อแบ่งตามรายได้ และเป็นหนึ่งในบริษัทที่มีค่ามากที่สุดในโลก[6][7] ถือเป็นหนึ่งในบริษัทเทคโนโลยีสารสนเทศเจ้าใหญ่ของสหรัฐ 5 แห่ง โดยดำรงตำแหน่งร่วมกับแอมะซอน, แอปเปิล, เมตา และไมโครซอฟท์",
    Category: "Techno",
    Yeasr1: "17.2",
    Yeasr5: "89",
    Yeasr10: "319",
    Yeasr15: "993",
    Yeasr20: "1465",
    dividend: "-",
  },
  {
    section: "Tesla (TSLA)",
    title:
      "Tesla โดดเด่นในด้านนวัตกรรมและการเติบโตแบบแรงกล้า แต่มีความเสี่ยงและความผันผวนสูง",
    Category: "Techno",
    Yeasr1: "55.4",
    Yeasr5: "277",
    Yeasr10: "778",
    Yeasr15: "23000",
    Yeasr20: "-",
    dividend: "-",
  },
  {
    section: "Meta (META)",
    title:
      "Meta Platforms มีการเติบโตที่มั่นคงกว่าและมีฐานรายได้ที่แข็งแกร่งจากโฆษณาและบริการโซเชียลมีเดีย แต่การเติบโตในช่วงเริ่มแรกนั้นมีอัตราที่ลดลงเมื่อเทียบกับช่วงที่ Tesla ก้าวกระโดดขึ้นมา",
    Category: "Techno",
    Yeasr1: "37.6",
    Yeasr5: "188",
    Yeasr10: "1418",
    Yeasr15: "-",
    Yeasr20: "-",
    dividend: "-",
  },
];

export default Techno;
