const Techno = [ //ชื่อหมวดหมู่
    {
        section:'Apple', // หุุ้นชื่อ
        title:'บริษัทแอปเปิล ชื่อเดิม บริษัท แอปเปิล คอมพิวเตอร์ และ เป็นบริษัทในซิลิคอนแวลลีย์ ทำธุรกิจเกี่ยวกับคอมพิวเตอร์ แอปเปิลปฏิวัติคอมพิวเตอร์ตั้งโต๊ะในยุค 70 ด้วยเครื่องแอปเปิล I และแอปเปิล II และแมค ในยุค 80 ปัจจุบันแอปเปิลมีชื่อเสียงด้านฮาร์ดแวร์ เช่น ไอแมค ไอโฟน ไอแพด แอปเปิลวอตซ์',
        Category:'Techno', //หมวดหมู่
        Yeasr1: '32.07', // 1ปึขึ้นเท่าไหร่
        Yeasr5: '262.02',// 5ปึขึ้นเท่าไหร่
        Yeasr10: '711.95',// 10ปึขึ้นเท่าไหร่
        Yeasr15: '3180.31',// 15ปึขึ้นเท่าไหร่
        Yeasr20: '17435',// 20ปึขึ้นเท่าไหร่
    },
    {
        section:'',
        title:'',
        Category:'',
        Yeasr1: '',
        Yeasr5: '',
        Yeasr10: '',
        Yeasr15: '',
        Yeasr20: '',
    }, 
];

export default Techno; //ชื่อไฟล์ด้วย
